Repository: ProtonMail/ios-mail
Catalog: Modules/App/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: Min 4 characters and max 21 characters
be: Мінімальная колькасць сімвалаў 4, а максімальная 21
ca: Mínim 4 caràcters i màxim 21 caràcters
cs: Min. 4 znaky a max. 21 znaků
da: Mindst 4 og højst 21 tegn
de: Mindestens 4 und maximal 21 Zeichen
el: Ελάχιστο 4 χαρακτήρες και έως 21 χαρακτήρες
es: Mínimo 4 caracteres y máximo 21 caracteres
es_419: Mínimo 4 caracteres y máximo 21 caracteres
fi: Vähintään 4 ja enintään 21 merkkiä
fr: Min. 4 caractères et max. 21 caractères
hu: Min. 4 és max. 21 karakter
id: Minimal 4 karakter dan maksimal 21 karakter
it: Minimo 4 caratteri e massimo 21 caratteri
ja: 4文字から21文字以内
ko: 최소 4글자 이상, 최대 21글자 이하
nb: Minimum 4 tegn og maks 21 tegn
nl: Min. 4 tekens en max. 21 tekens
pl: Od 4 do 21 znaków
pt: Mínimo 4 caracteres e máximo 21 caracteres
pt_br: Mínimo de 4 caracteres e máximo de 21 caracteres.
ro: Minim 4 și maxim 21 de caractere
ru: Минимум 4 и максимум 21 символ
sk: Aspoň 4 znaky, maximálne 21
sl: Najmanj 4 in največ 21 znakov
sv: Minst 4 tecken och max 21 tecken
tr: En az 4 en fazla 21 karakter
uk: Від 4 до 21 символу
zh_hans: 最少 4 个字符，最多 21 个字符
zh_hant: 最少 4 個字元，最多 21 個字元

source: Mobile signature
be: Мабільны подпіс
ca: Signatura mòbil
de: Signatur auf Mobilgeräten
el: Υπογραφή κινητού
es: Firma móvil
fi: Mobiiliallekirjoitus
fr: Signature mobile
it: Firma mobile
nb: Mobilsignatur
nl: Mobiele handtekening
pt_br: Assinatura móvel
sv: Mobilsignatur
tr: Mobil imza

source: Move to inbox
be: Перамясціць ва ўваходныя
ca: Mou a la safata d'entrada
cs: Přesunout do Doručené pošty
da: Flyt til indbakke
de: In Posteingang verschieben
el: Μετακίνηση στα Εισερχόμενα
es: Mover a la bandeja de entrada
es_419: Mover al buzón
fi: Siirrä saapuneisiin
fr: Déplacer vers la boite de réception
hu: Áthelyezés a beérkezett üzenetekhez
id: Pindahkan ke kotak masuk
it: Sposta nella posta in arrivo
ja: 受信トレイに移動
ka: შემომავლებში გადატანა
ko: 받은메일함으로 이동
nb: Flytt til innboks
nl: Naar Postvak IN verplaatsen
pl: Przenieś do Odebranych
pt: Mover para a caixa de entrada
pt_br: Mover para caixa de entrada
ro: Mutare în «Primite»
ru: Переместить во Входящие
sk: Presunúť do priečinka Doručená pošta
sl: Premakni v prejeto
sv: Flytta till inkorg
tr: Gelen kutusuna taşı
uk: Перемістити до вхідних
zh_hans: 移至收件箱
zh_hant: 移至收件匣

source: Move to spam
be: Перамясціць у спам
ca: Mou al correu brossa
cs: Přesunout do Nevyžádané pošty
da: Flyt til spam
de: In Spam verschieben
el: Μετακίνηση στα ενοχλητικά
es: Mover a spam
es_419: Mover a spam
fi: Siirrä roskapostiin
fr: Déplacer vers le dossier Indésirables/spam
hu: Áthelyezés a levélszeméthez
id: Pindahkan ke spam
it: Sposta in spam
ja: 迷惑メールに移動
ka: სპამში გადატანა
ko: 스팸으로 이동
nb: Flytt til søppelpost
nl: Naar spam verplaatsen
pl: Przenieś do spamu
pt: Mover para spam
pt_br: Mover para spam
ro: Mutare în «Nedorite»
ru: Переместить в спам
sk: Presunúť do spamu
sl: Premakni v neželeno pošto
sv: Flytta till skräppost
tr: İstenmeyen kutusuna taşı
uk: Перемістити до спаму
zh_hans: 归为垃圾邮件
zh_hant: 移至垃圾郵件

source: Move to trash
be: Перамясціць у сметніцу
ca: Mou a la paperera
cs: Přesunout do koše
da: Flyt til papirkurv
de: In den Papierkorb verschieben
el: Μετακίνηση στα Διαγραμμένα
es: Mover a la papelera
es_419: Mover a la papelera
fi: Siirrä roskakoriin
fr: Déplacer vers la corbeille
hu: Áthelyezés a Lomtárba
id: Pindahkan ke sampah
it: Sposta nel cestino
ja: ごみ箱に移動
ka: ნაგავში გადატანა
ko: 휴지통으로 이동
nb: Flytt til papirkurven
nl: Naar prullenbak verplaatsen
pl: Przenieś do kosza
pt: Mover para o lixo
pt_br: Mover para lixeira
ro: Mutare în «Gunoi»
ru: Переместить в Корзину
sk: Presunúť do koša
sl: Premakni v smetnjak
sv: Flytta till papperskorg
tr: Çöpe at
uk: Перемістити до смітника
zh_hans: 移至回收站
zh_hant: 移至垃圾桶

source: Move to…
be: Перамясціць у…
ca: Mou a…
cs: Přesunout do…
da: Flyt til…
de: Verschieben nach …
el: Μετακίνηση σε…
es: Mover a…
es_419: Mover a…
fi: Siirrä kohteeseen…
fr: Déplacer…
hu: Áthelyezés ide…
id: Pindahkan ke…
it: Sposta in…
ja: 移動…
ka: გადატანა…
ko: 이동…
nb: Flytt til…
nl: Verplaatsen naar…
pl: Przenieś do…
pt: Mover para…
pt_br: Mover para…
ro: Mutare în…
ru: Переместить в…
sk: Presunúť do…
sl: Premakni v …
sv: Flytta till…
tr: Şuraya taşı…
uk: Перемістити до…
zh_hans: 移至…
zh_hant: 移至…

source: Moved to %@.
be: Перамешчана ў %@.
ca: S'ha mogut a %@.
cs: Přesunuto do %@.
da: Flyttet til %@.
de: Verschieben nach %@.
el: Μετακινήθηκε στο %@.
es: Movido a %@.
es_419: Movido a %@.
fi: Sirretty sijaintiin %@.
fr: Déplacé vers %@.
hu: Áthelyezve %@.
id: Pesan dipindahkan ke %@.
it: Spostato in %@.
ja: %@に移動しました。
ka: გადატანილია %@-ში.
ko: %@(으)로 이동됨.
nb: Flyttet til %@.
nl: Verplaatst naar %@.
pl: Przeniesiono do %@.
pt: Movido para %@.
pt_br: Movida para %@.
ro: Mutat în %@.
ru: Перемещено в %@.
sk: Presunuté do %@.
sl: Premaknjeno v %@.
sv: Flyttad till %@.
tr: %@ içine taşındı.
uk: Переміщено до %@.
zh_hans: 已移至 %@。
zh_hant: 已移動至 %@。

source: name
be: назва
ca: nom
cs: název
da: navn
el: ονομα
es: nombre
es_419: nombre
fi: nimi
fr: nom
hu: név
id: nama
it: nome
ja: 名前
ka: სახელი
ko: 이름
nb: navn
nl: naam
pl: nazwa
pt: nome
pt_br: nome
ro: nume
ru: название
sk: názov
sl: ime
sv: namn
tr: ad
uk: назва
zh_hans: 名称
zh_hant: 名稱

source: Never
be: Ніколі
ca: Mai
cs: Nikdy
da: Aldrig
de: Niemals
el: Ποτέ
es: Nunca
es_419: Nunca
fi: Ei koskaan
fr: Jamais
hu: Soha
id: Tidak pernah
it: Mai
ja: しない
ka: არასოდეს
ko: 안 함
nb: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
pt_br: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
tr: Asla
uk: Ніколи
zh_hans: 从不
zh_hant: 從不

source: New PIN
be: Новы PIN
ca: Codi PIN nou
cs: Nový PIN
da: Ny pinkode
de: Neuer PIN
el: Νέο PIN
es: Nuevo código PIN
es_419: Nuevo código PIN
fi: Uusi PIN-koodi
fr: Nouveau code PIN
hu: Új PIN kód
id: PIN Baru
it: Nuovo PIN
ja: 新しいPIN
ko: 새로운 PIN
nb: Ny PIN
nl: Nieuwe pincode
pl: Nowy kod PIN
pt: Novo PIN
pt_br: Novo PIN
ro: PIN nou
ru: Новый PIN-код
sk: Nový PIN
sl: Nova koda PIN
sv: Ny PIN
tr: Yeni PIN kodu
uk: Новий PIN-код
zh_hans: 新 PIN
zh_hant: 設定個人識別號碼

source: Next
be: Далей
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_419: Siguiente
fi: Seuraava
fr: Suivant
hu: Tovább
id: Selanjutnya
it: Avanti
ja: 次へ
ka: შემდეგი
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
pt_br: Próximo
ro: Înainte
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
tr: İleri
uk: Далі
zh_hans: 下一步
zh_hant: 下一個

source: Next week
be: Наступны тыдзень
ca: Setmana següent
cs: Následující týden
da: Næste uge
de: Nächste Woche
el: Επόμενη εβδομάδα
es: Semana siguiente
es_419: La semana siguiente
fi: Ensi viikolla
fr: La semaine prochaine
hu: Következő hét
id: Pekan depan
it: Settimana prossima
ja: 次の週
ka: შემდეგი კვირა
ko: 다음 주
nb: Neste uke
nl: Volgende week
pl: Następny tydzień
pt: Semana seguinte
pt_br: Próxima semana
ro: Săptămâna viitoare
ru: Следующая неделя
sk: Nasledujúci týždeň
sl: Naslednji teden
sv: Nästa vecka
tr: Sonraki hafta
uk: Наступного тижня
zh_hans: 下周
zh_hant: 下一週

source: No matches
be: Няма супадзенняў
ca: Sense coincidències
cs: Zadání nic neodpovídá
da: Ingen resultater
de: Keine Treffer
el: Δεν υπάρχουν αποτελέσματα
es: Sin coincidencias
es_419: Sin coincidencias
fi: Ei vastaavuuksia
fr: Aucune correspondance.
hu: Nincs találat
id: Tidak ada kecocokan
it: Nessun risultato
ja: 一致しません
ka: შესატყვისები არ არის.
ko: 일치하는 항목 없음
nb: Ingen treff
nl: Geen overeenkomsten
pl: Brak wyników
pt: Sem correspondências
pt_br: Nenhum resultado encontrado
ro: Nicio potrivire
ru: Совпадений не найдено
sk: Žiadne zhody
sl: Ni ujemanj
sv: Inga matchningar
tr: Eşleşme yok
uk: Немає збігів
zh_hans: 无匹配
zh_hant: 暫無搜尋結果

source: No messages
be: Няма паведамленняў
ca: Cap missatge
cs: Žádné zprávy
da: Ingen beskeder
de: Keine Nachrichten
el: Δεν υπάρχουν μηνύματα
es: Ningún mensaje
es_419: Ningún mensaje
fi: Viestejä ei ole
fr: Aucun message
hu: Nincsenek üzenetek
id: Tidak ada pesan
it: Nessun messaggio
ja: メッセージがありません
ka: შეტყობინებების გარეშე
ko: 메시지 없음
nb: Ingen meldinger
nl: Geen berichten
pl: Brak wiadomości
pt: Nenhuma mensagem
pt_br: Nenhuma mensagem
ro: Nu sunt mesaje
ru: Сообщений нет
sk: Žiadne správy
sl: Ni sporočil
sv: Inga meddelanden
tr: Herhangi bir ileti yok
uk: Немає повідомлень
zh_hans: 没有邮件
zh_hant: 沒有訊息

source: No unread messages
be: Няма непрачытаных паведамленняў
ca: No hi ha missatges sense llegir.
cs: Žádné nepřečtené zprávy
da: Ingen ulæste beskeder
de: Keine ungelesenen Nachrichten
el: Κανένα μη αναγνωσμένο μήνυμα
es: No hay mensajes sin leer.
es_419: No hay mensajes sin leer.
fi: Lukemattomia viestejä ei ole
fr: Vous n'avez aucun message non lu.
hu: Nincsenek olvasatlan üzenetek
id: Tidak ada pesan yang belum dibaca
it: Nessun messaggio non letto
ja: 未読のメッセージはありません
ka: წაუკითხავი შეტყობინების გარეშე
ko: 읽지 않은 메시지 없음
nb: Ingen uleste meldinger
nl: Geen ongelezen berichten
pl: Brak nieprzeczytanych wiadomości
pt: Nenhuma mensagem por ler
pt_br: Nenhuma mensagem não lida
ro: Nu sunt mesaje necitite
ru: Нет непрочитанных сообщений
sk: Žiadne neprečítané správy
sl: Ni neprebranih sporočil
sv: Inga olästa meddelanden
tr: Okunmamış ileti yok
uk: Немає непрочитаних повідомлень
zh_hans: 没有未读邮件
zh_hant: 沒有未讀的訊息

source: Not spam
be: Не спам
ca: No és correu brossa
cs: Není spam
da: Ikke spam
de: Kein Spam
el: Δεν είναι ενοχλητικό
es: No es spam
es_419: No es spam
fi: Ei roskapostia
fr: Non indésirables/spam
hu: Nem levélszemét
id: Bukan spam
it: Sposta nella posta in arrivo
ja: 迷惑メールでない
ka: არა-სპამი
ko: 스팸 아님
nb: Ikke søppelpost
nl: Geen spam
pl: To nie jest spam
pt: Não é spam
pt_br: Não é spam
ro: Nu e nedorit
ru: Не спам
sk: Nie je nevyžiadaná
sl: Ni neželena pošta
sv: Inte skräppost
tr: İstenmeyen değil
uk: Не спам
zh_hans: 不是垃圾邮件
zh_hant: 非垃圾郵件

source: Nothing in Outbox
be: Лісты для адпраўкі адсутнічаюць
ca: La safata de sortida està buida
cs: Nic k odeslání
da: Udbakken er tom
de: Nichts im Postausgang
el: Τίποτα στα Εξερχόμενα
es: La bandeja de salida está vacía
es_419: La bandeja de salida está vacía.
fi: Lähtevät on tyhjä
fr: La boite d’envoi est vide.
hu: Üres a kimenő mappa
id: Kotak keluar kosong
it: La posta in uscita è vuota.
ja: 送信箱は空です
ka: გამავალ ელფოსტებში არაფერია
ko: 보낼 편지일이 비어있습니다.
nb: Ingenting i utboksen
nl: Niets in postvak UIT
pl: Skrzynka nadawcza jest pusta
pt: A caixa de saída está vazia
pt_br: Caixa de saída vazia
ro: Nu există mesaje de trimis
ru: В папке «Исходящие» ничего нет
sk: Nič v priečinku Odoslané
sl: V odhodni mapi ni ničesar
sv: Inget i utkorgen
tr: Giden kutusunda bir şey yok
uk: Нічого в теці «Вихідні»
zh_hans: 发件箱中没有内容
zh_hant: 寄件匣中沒有任何內容

source: Notifications
be: Апавяшчэнні
ca: Notificacions
cs: Upozornění
da: Meddelelser
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
es_419: Notificaciones
fi: Ilmoitukset
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
ka: შეტყობინებები
ko: 알림
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Notifikácie
sl: Obvestila
sv: Aviseringar
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

source: Notifications help you keep on top of your inbox even when you’re in another app.
be: Апавяшчэнні дапамагаюць сачыць за вашай паштовай скрыняй, нават калі вы знаходзіцеся ў іншай праграме.
ca: Les notificacions us ajuden a mantenir-vos al dia amb la safata d'entrada fins i tot quan sou a una altra aplicació.
cs: Upozornění vám pomohou mít přehled o doručené poště, i když jste v jiné aplikaci.
da: Notifikationer hjælper dig med at følge med i din indbakke, selv når du er i en anden app.
de: Benachrichtigungen helfen, den Überblick über den Posteingang zu behalten, auch wenn eine andere App genutzt wird.
el: Οι ειδοποιήσεις σάς βοηθούν να διατηρείτε τον έλεγχο των εισερχομένων σας ακόμα και όταν βρίσκεστε σε άλλη εφαρμογή.
es: Las notificaciones te ayudan a mantenerte al tanto de lo que ocurre en tu bandeja de entrada incluso cuando estás en otra aplicación.
es_419: Las notificaciones le ayudan a mantenerse al tanto de lo que ocurre en su bandeja de entrada incluso cuando está en otra aplicación.
fi: Ilmoitukset auttavat sinua pysymään tietoisena saapuvista posteista vaikka olet toisessa sovelluksessa.
fr: Les notifications vous aident à garder le contrôle de votre boîte de réception, même lorsque vous utilisez une autre application.
hu: Az értesítések segítségével akkor is szemmel tarthatja postafiókját, ha éppen egy másik alkalmazást használ.
id: Notifikasi membantu Anda untuk mengetahui apa-apa saja yang terjadi di kotak masuk Anda pada saat Anda sedang berada di aplikasi lain.
it: Le notifiche ti aiutano a tenere sotto controllo la posta in arrivo anche quando stai utilizzando un'altra app.
ja: 通知は、別のアプリを使用中でも、受信トレイを確認するのに役立ちます。
ko: 알림으로 다른 앱을 사용하는 순간에도 받은 편지함을 계속 최신으로 유지할 수 있도록 도와드려요.
nb: Varsler hjelper deg med å holde oversikt over innboksen din selv når du er i en annen app.
nl: Notificaties helpen u op de hoogte te blijven van uw inbox, zelfs als u in een andere app zit.
pl: Powiadomienia pomagają być na bieżąco ze skrzynką odbiorczą bez konieczności sprawdzania aplikacji.
pt: As notificações ajudam-no a manter o controlo da sua caixa de entrada mesmo quando está noutra aplicação.
pt_br: As notificações ajudam você a monitorar a sua caixa de entrada mesmo quando está usando outro aplicativo.
ro: Notificările vă ajută să fiți la curent cu mesajele primite chiar și când lucrați cu altă aplicație.
ru: Уведомления помогут вам всегда быть в курсе содержимого почтового ящика, даже когда вы используете другое приложение.
sk: Notifikácie vám pomôžu mať prehľad o doručenej pošte aj keď ste v inej aplikácii.
sl: Obvestila vam omogočajo spremljati prispelo pošto, tudi ko ste v drugi aplikaciji.
sv: Aviseringar hjälper dig att hålla koll på din inkorg även när du är i en annan app.
tr: Bildirimler, başka bir uygulamadayken bile gelen kutunuzu izlemenizi sağlar.
uk: Сповіщення допомагають вам стежити за своїми вхідними, навіть коли ви використовуєте інший застосунок.
zh_hans: 通知功能可助您随时掌握收件箱的最新动态，即使您正在使用其他应用也无妨。
zh_hant: 即使您在使用其他應用程式，通知也能幫助您掌握收件匣的最新狀況。

source: Official
be: Афіцыйны
ca: Oficial
cs: Oficiální
da: Officiel
de: Offiziell
el: Επίσημο
es: Oficial
es_419: Oficial
fi: Virallinen
fr: Officiel
hu: Hivatalos
id: Resmi
it: Ufficiale
ja: 公式
ka: ოფიციალური
ko: 공식
nb: Offisiell
nl: Officieel
pl: Oficjalna
pt: Oficial
pt_br: Oficial
ro: Oficial
ru: Официальный
sk: Oficiálne
sl: Uradno
sv: Officiell
tr: Resmi
uk: Офіційний
zh_hans: 官方
zh_hant: 官方郵件

source: On:
be: У:
ca: El:
cs: Dne:
da: Den:
de: Am:
el: Στις:
es: El:
es_419: El:
fi: Päivänä:
fr: Le :
hu: Időpont:
id: Pada:
it: Il:
ja: 日付:
ka: თარიღი:
ko: 날짜:
nb: På:
nl: Op:
pl: Dnia:
pt: Em:
pt_br: Em:
ro: La:
ru: В:
sk: V:
sl: Na:
sv: På:
tr: Zaman:
uk: В:
zh_hans: 于:
zh_hant: 於:

source: Opening the email should show the message content and the attachments.
be: Пры адкрыцці электроннага ліста павінна паказвацца змесціва паведамлення і далучэнні.
ca: L'obertura del correu electrònic hauria de mostrar el contingut del missatge i els adjunts.
cs: Po otevření e-mailu by se měl zobrazit obsah zprávy a přílohy.
da: Åbning af e-mailen burde vise beskedens indhold og vedhæftningerne.
de: Beim Öffnen der E-Mail sollten der Inhalt der Nachricht und die Anhänge angezeigt werden.
el: Το άνοιγμα του μηνύματος ηλεκτρονικού ταχυδρομείου θα πρέπει να εμφανίζει το περιεχόμενο του μηνύματος και τα συνημμένα.
es: Al abrir el correo electrónico debería aparecer el contenido del mensaje y los archivos adjuntos.
es_419: Al abrir el correo electrónico debería aparecer el contenido del mensaje y los archivos adjuntos.
fi: Sähköpostin avaamisen pitäisi näyttää viestin sisältö ja liitteet.
fr: L'ouverture de l'e-mail devrait afficher le contenu du message et les pièces jointes.
hu: Az e-mail megnyitásával megjelenítheti az üzenet tartalmát és a mellékleteket.
id: Membuka email ini akan menampilkan isi pesan beserta dengan lampirannya.
it: Aprendo l'email dovrebbero essere visualizzati il ​​contenuto del messaggio e gli allegati.
ja: メールを開くと、内容と添付ファイルが表示されるはずです。
ko: 이메일을 열면 메시지 내용과 첨부 파일이 표시됩니다.
nb: Åpning av e-posten skal vise meldingsinnholdet og vedleggene.
nl: Bij het openen van de e-mail moeten de inhoud van het bericht en de bijlagen worden weergegeven.
pl: Otwarcie wiadomości powinno spowodować wyświetlenie jej treści i załączników.
pt: Ao abrir o e-mail, o conteúdo da mensagem e os anexos devem ser apresentados.
pt_br: Abrir o e-mail exibirá o conteúdo da mensagem e os anexos.
ro: Deschiderea mesajului ar trebui să arate conținutul acestuia și atașamentul.
ru: При открытии письма должны отображаться его содержимое и вложения.
sk: Otvorením emailu by sa mal zobraziť obsah správy a prílohy.
sl: Ob odprtju e-pošte bi se morala prikazati vsebina sporočila in priponke.
sv: När du öppnar e-postmeddelandet ska meddelandeinnehållet och bilagorna visas.
tr: E-posta açıldığında ileti içeriği ve ek dosyalar görüntülenmelidir.
uk: Відкриття пошти має показати вміст повідомлення та вкладення.
zh_hans: 打开电子邮件时应显示信件内容和附件。
zh_hant: 開啟電子郵件時應顯示訊息內容與附件。

source: Other
be: Іншае
ca: Altres
cs: Ostatní
da: Anden
de: Andere
el: Άλλο
es: Otro
es_419: Otro
fi: Muu
fr: Autre
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ka: სხვა
ko: 기타
nb: Annet
nl: Anders
pl: Inna
pt: Outro
pt_br: Outro
ro: Altele
ru: Другая
sk: Iné
sl: Drugo
sv: Övrigt
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其它

source: Our system flagged this message as a phishing attempt. Please check to ensure that it is legitimate.
be: Наша сістэма пазначыла гэта паведамленне як спробу фішынгу. Пераканайце ў яго надзейнасці.
ca: El nostre sistema ha marcat aquest missatge com a intent de pesca de credencials. Comproveu que sigui legítim.
cs: Náš systém označil tuto zprávu jako pokus o phishing. Zkontrolujte prosím, že se jedná o legitimní zprávu.
da: Vores system markerede denne besked som et phishing-angreb. Kontrollér, at beskeden er legitim.
de: Unser System hat diese Nachricht als Phishing-Versuch gekennzeichnet. Bitte überprüfen, um sicherzustellen, dass sie seriös ist.
el: Το σύστημά μας επισήμανε αυτό το μήνυμα ως απόπειρα ηλεκτρονικού ψαρέματος. Παρακαλούμε ελέγξτε το για να βεβαιωθείτε ότι είναι νόμιμο.
es: Nuestro sistema ha marcado este mensaje como un intento de suplantación de identidad. Comprueba que es legítimo.
es_419: Nuestro sistema ha marcado este mensaje como un intento de suplantación de identidad. Compruebe que es legítimo.
fi: Järjestelmämme on merkinnyt viestin tietojenkalasteluyritykseksi. Tarkista sen aitous.
fr: Notre système a signalé ce message comme étant une tentative de phishing/hameçonnage. Nous vous invitons à vérifier qu'il est légitime.
hu: Rendszerünk ezt az üzenetet adathalász kísérletként jelölte meg. Kérjük, ellenőrizze, hogy hiteles-e.
id: Sistem kami menandai pesan ini sebagai upaya phishing. Harap periksa untuk memastikan keasliannya.
it: Il nostro sistema ha contrassegnato questo messaggio come tentativo di phishing. Controlla per assicurarti che sia legittimo.
ja: システムはこのメーレがフィッシング詐欺であると判断しました。正当性を確認してください。
ka: სისტემამ ეს ელ-ფოსტა ფიშინგის მცდელობად მონიშნა. გადაამოწმეთ, სიმართლეა თუ არა.
ko: 시스템에서 이 메시지를 피싱 시도로 확인했습니다. 해당 메일이 합법적인 내용인지 확인해 주세요.
nb: Systemet vårt flagget denne meldingen som et forsøk på nettfisking. Kontroller at den er legitim.
nl: Ons systeem heeft dit bericht gemarkeerd als phishing poging. Controleer of het legitiem is.
pl: Nasz system oznaczył wiadomość jako próbę wyłudzenia informacji. Upewnij się, że jest ona wiarygodna.
pt: O nosso sistema sinalizou esta mensagem como uma tentativa de phishing. Verifique se é legítima.
pt_br: Nosso sistema sinalizou esta mensagem como uma tentativa de phishing. Verifique se a mensagem é legítima.
ro: Sistemul nostru a marcat acest mesaj ca o încercare de înșelăciune. Verificați dacă este legitim.
ru: Наша система пометила это сообщение как попытку фишинга. Пожалуйста, проверьте, является ли оно допустимым.
sk: Náš systém označil túto správu ako pokus o phishing. Potvrďte, prosím, že ide o legitímnu správu.
sl: Naš sistem je označil to sporočilo kot poskus lažnega predstavljanja. Preverite, ali je verodostojno.
sv: Vårt system flaggade detta meddelande som ett nätfiskeförsök. Kontrollera för att säkerställa att det är legitimt.
tr: Sistemimiz bu iletiyi bir kimlik avı girişimi olarak işaretlendi. Lütfen sorunsuz olduğundan emin olmak için iletiyi denetleyin.
uk: Наша система позначила це повідомлення як спробу шахрайства. Перевірте, чи воно правомірне.
zh_hans: 我们的系统已将此邮件认定为欺诈邮件，请确认其内容真实性。
zh_hant: 我們的系統已將此訊息認定為網路釣魚企圖。請檢查以確保其為合法。

source: Outbox
be: Выходныя
ca: Safata de sortida
cs: K odeslání
da: Udbakke
de: Postausgang
el: Εξερχόμενα
es: Bandeja de salida
es_419: Bandeja de salida
fi: Lähtevät
fr: Boite d'envoi
hu: Kimenő
id: Kotak keluar
it: Posta in uscita
ja: 送信箱
ka: გამავალი
ko: 보낸편지함
nb: Utboks
nl: Postvak uit
pl: Skrzynka nadawcza
pt: Caixa de saída
pt_br: Caixa de saída
ro: De trimis
ru: Исходящие
sk: Na odoslanie
sl: Odhodna pošta
sv: Utkorg
tr: Giden kutusu
uk: Вихідні
zh_hans: 发件箱
zh_hant: 寄件匣

source: Pick time and date
be: Выберыце час і дату.
ca: Trieu l'hora i la data
cs: Vyberte čas a datum
da: Vælg tid og dato
de: Datum und Uhrzeit auswählen
el: Επιλέξτε ώρα και ημερομηνία
es: Seleccionar hora y fecha
es_419: Seleccionar hora y fecha
fi: Valitse aika ja päivämäärä
fr: Choisir l'heure et la date
hu: Válasszon időt és dátumot
id: Pilih waktu dan tanggal
it: Scegli ora e data
ja: 時間と日付を選択
ko: 시간 및 날짜 선택
nb: Velg klokkeslett og dato
nl: Kies tijd en datum
pl: Wybierz datę i godzinę
pt: Escolher hora e data
pt_br: Selecionar hora e data
ro: Alegeți ora și data
ru: Выберите время и дату
sk: Vyberte čas a dátum
sl: Izberite čas in datum
sv: Välj tid och datum
tr: Tarihi ve saati seçin
uk: Виберіть час та дату
zh_hans: 选取时间和日期
zh_hant: 選擇時間和日期

source: Pin
be: Замацаваць
ca: Fixa
cs: Připnout
da: Fastgør
de: Anheften
el: Καρφίτσωμα
es: Anclar
es_419: Anclar
fi: Kiinnitä
fr: Épingler
hu: Rögzítés
id: Sematkan
it: Fissa
ja: ピン
ka: მიმაგრება
ko: 고정
nb: Fest
nl: Vastpinnen
pl: Przypnij
pt: Fixar
pt_br: Fixar
ro: Fixare
ru: Прикрепить
sk: Pripnúť
sl: Pripni
sv: Fäst
tr: Sabitle
uk: Прикріпити
zh_hans: 固定
zh_hant: 釘選

source: PIN cannot exceed 21 digits
be: PIN не павінен перавышаць 21 лічбу
ca: El PIN no pot excedir els 21 dígits.
cs: PIN nesmí přesáhnout 21 číslic
da: PIN-koden må ikke overstige 21 cifre.
de: Die PIN darf nicht mehr als 21 Ziffern enthalten.
el: Το PIN δεν μπορεί να υπερβαίνει τα 21 ψηφία
es: El PIN no puede exceder los 21 dígitos
es_419: El PIN no puede exceder los 21 dígitos
fi: PIN ei saa ylittää 21 numeroa
fr: Le code PIN ne peut pas dépasser 21 chiffres.
hu: A PIN nem lehet hosszabb 21 számjegynél.
id: PIN tidak boleh lebih dari 21 digit
it: Il PIN non può superare le 21 cifre
ja: PIN は21桁を超えてはなりません
ka: PIN კოდი არ უნდა აღემატებოდეს 21 ციფრს
ko: PIN은 21자리를 초과할 수 없습니다.
nb: PIN-koden kan ikke overskride 21 sifre.
nl: PIN mag niet meer dan 21 cijfers bevatten
pl: Kod PIN nie może przekraczać 21 cyfr
pt: O PIN não pode exceder 21 dígitos
pt_br: O PIN não pode exceder 21 dígitos
ro: Codul PIN nu poate depăși 21 de cifre
ru: PIN не может содержать более 21 цифры
sk: PIN kód nesmie mať viac ako 21 číslic
sl: PIN ne sme presegati 21 števk.
sv: PIN får inte överstiga 21 siffror
tr: PIN kodu 21 rakamdan uzun olamaz
uk: PIN-код не може перевищувати 21 цифру
